Repository: mati75/obconf-debian
Catalog: po/*.po
Languages: ru

source: Openbox Configuration Manager
ru: Конфигуратор Openbox

source: <span weight="bold">Theme</span>
ru: <span weight="bold">Тема</span>

source: _Install a new theme...
ru: _Установить новую тему...

source: Create a theme _archive (.obt)...
ru: Создать _архив темы (.obt)...

source: Theme
ru: Тема

source: <span weight="bold">Windows</span>
ru: <span weight="bold">Окна</span>

source: _Windows retain a border when undecorated
ru: _Окно сохраняет границы без оформления

source: A_nimate iconify and restore
ru: А_нимация свёртки и восстановления

source: <span weight="bold">Window Titles</span>
ru: <span weight="bold">Заголовки окон</span>

source: _Button order:
ru: _Порядок кнопок

source: N - The window's icon D - The all-desktops (sticky) button S - The shade (roll up) button L - The label (window title) I - The iconify (minimize) button M - The maximize button C - The close button
ru: N - Иконка окна D - На все рабочие столы (прилепить) S - Тень (свернуть в полосу) L - Название (заголовок окна) I - Свернуть M - Развернуть C - Закрыть

source: Window icon Window label (Title) Iconify (Minimize) Maximize
ru: Иконка окна Название (заголовок окна) Свернуть Развернуть

source: Close Shade (Roll up) Omnipresent (On all desktops)
ru: Закрыть Тень (свернуть в заголовок) Закрепить (на все столы)

source: <span weight="bold">Fonts</span>
ru: <span weight="bold">Шрифты</span>

source: _Active window title:
ru: _Заголовок активного окна

source: _Inactive window title:
ru: Заголовок _неактивного окна

source: Menu _header:
ru: _Строка меню

source: _Menu Item:
ru: _Элемент меню

source: _On-screen display:
ru: _Уведомления (OSD)

source: Appearance
ru: Внешний вид

source: <span weight="bold">Focusing Windows</span>
ru: <span weight="bold">Поведение фокуса</span>

source: Focus _new windows when they appear
ru: Фокус на _новых окнах

source: <span weight="bold">Placing Windows</span>
ru: <span weight="bold">Положение окон</span>

source: _Place new windows under the mouse pointer
ru: Новые окна под _курсором

source: _Center new windows when they are placed
ru: _Центрировать новые окна

source: Prefer to place new windows _on:
ru: Новые окна открываются _на:

source: All monitors
ru: Всех столах

source: The active monitor
ru: Активном рабочем столе

source: The monitor with the mouse
ru: Столе с курсором

source: Windows
ru: Окна

source: <span weight="bold">Moving and Resizing Windows</span>
ru: <span weight="bold">Перемещение и изменение размера окон</span>

source: Update the window contents while _resizing
ru: Обновлять содержимое во время изменения _размера

source: Drag _threshold distance:
ru: Порог п_еретаскивания

source: Amount of resistance against other _windows:
ru: Сопротивление другим _окнам

source: Amount of resistance against screen _edges:
ru: Сопротивление краям _экрана

source: _Switch desktops when moving a window past the screen edge
ru: _Переключать рабочие столы при перетаскивании окон за края экрана

source: _Amount of time to wait before switching:
ru: _Время до переключения

source: ms
ru: мс

source: <span weight="bold">Information Dialog</span>
ru: <span weight="bold">Окно информации</span>

source: Show _information dialog:
ru: Показывать _информационное окно:

source: When resizing terminal windows
ru: Изменение размера консольных окон

source: Always
ru: Всегда

source: Never
ru: Никогда

source: Information dialog's _position:
ru: По_зиция окна информации:

source: Centered on the window
ru: Центрировать в окне

source: Above the window
ru: Поверх окна

source: Fixed position on screen
ru: Фиксированная позиция на столе

source: Fixed _x position:
ru: Позиция по оси _x:

source: Centered
ru: По центру

source: From left edge
ru: От левого края

source: From right edge
ru: От правого края

source: Fixed _y position:
ru: Позиция по оси _y:

source: Move & Resize
ru: Перемещение и изменение размера

source: _Focus windows when the mouse pointer moves over them
ru: Фокус при перемещении курсора в пределы _окна

source: Move focus under the mouse when _switching desktops
ru: Фокус перемещается при переключении _столов

source: Move focus _under the mouse when the mouse is not moving
ru: Фокус под стоящим _курсором

source: _Raise windows when the mouse pointer moves over them
ru: По_днимать окна при перемещении курсора в пределы окна

source: _Delay before focusing and raising windows:
ru: _Задержка перед фокусировкой или поднятием окна:

source: <span weight="bold">Titlebar</span>
ru: <span weight="bold">Строка заголовка</span>

source: Double click on the _titlebar:
ru: Двойной _щелчок по заголовку:

source: Maximizes the window
ru: Разворачивает окно

source: Shades the window
ru: Сворачивает окно в заголовок

source: Double click ti_me:
ru: Время двойного ще_лчка:

source: Mouse
ru: Мышь

source: <span weight="bold">Desktops</span>
ru: <span weight="bold">Рабочие столы</span>

source: _Show a notification when switching desktops
ru: Показывать _уведомление при переключении столов

source: _Amount of time to show the notification for:
ru: Время, в течение которого уведомление активно:

source: _Number of desktops:
ru: _Число рабочих столов:

source: _Desktop names:
ru: _Имена рабочих столов:

source: Desktops
ru: Рабочие столы

source: <span weight="bold">Desktop Margins</span>
ru: <span weight="bold">Границы рабочего стола</span>

source: Desktop margins are reserved areas on the edge of your screen. New windows will not be placed within a margin, and maximized windows will not cover them.
ru: Грницы рабочего стола - это зарезервированные области по краям экрана. Новые окна не будут пересекать границу, а развернутые будут размещаться внутри границ.

source: _Top
ru: _Верхняя

source: _Left
ru: _Левая

source: _Right
ru: _Правая

source: _Bottom
ru: _Нижняя

source: Margins
ru: Границы

source: <span weight="bold">Position</span>
ru: <span weight="bold">Расположение</span>

source: _Position:
ru: _Расположение:

source: Top Left
ru: Верхний левый угол

source: Top
ru: Сверху

source: Top Right
ru: Верхний правый угол

source: Left
ru: Слева

source: Right
ru: Справа

source: Bottom Left
ru: Нижний левый угол

source: Bottom
ru: Снизу

source: Bottom Right
ru: Нижний правый угол

source: Floating
ru: Плавающее

source: _Floating position:
ru: _Положение плавающего:

source: Allow _windows to be placed within the dock's area
ru: Разрешать окнам расположение в области _дока

source: _Orientation:
ru: _Ориентация

source: Vertical
ru: Вертикальная

source: Horizontal
ru: Горизонтальная

source: <span weight="bold">Stacking</span>
ru: <span weight="bold">Совмещение</span>

source: Keep dock _above other windows
ru: Располагать по_верх всех окон

source: A_llow dock to be both above and below windows
ru: Разрешить доку быть сверху и снизу окон (прозрачный для курсора)

source: Keep dock _below other windows
ru: Располагать сни_зу всех окон

source: <span weight="bold">Hiding</span>
ru: <span weight="bold">Скрытие</span>

source: _Hide off screen
ru: _Прятать

source: _Delay before hiding:
ru: Задер_жка перед скрытием

source: Delay before _showing:
ru: Задержка перед _показом

source: Dock
ru: Док

source: Abo_ut
ru: Сп_равка

source: About ObConf
ru: Об ObConf

source: <span weight="bold" size="xx-large">ObConf VERSION</span>
ru: <span weight="bold" size="xx-large">Версия ObConf</span>

source: A preferences manager for Openbox
ru: Менеджер настроек Openbox

source: <span weight="bold">Press the key you wish to bind...</span>
ru: <span weight="bold">Нажмите клавишу, которую вы хотите назначить...</span>

source: Syntax: obconf [options] [ARCHIVE.obt]
ru: Использование: obconf [опции] [архив_темы.obt]

source: Options:
ru: Опции:

source: --help Display this help and exit
ru: --help Показать эту справку и выйти

source: --version Display the version and exit
ru: --version Показать версию и выйти

source: --install ARCHIVE.obt Install the given theme archive and select it
ru: --install архив_темы.obt Установить тему и выбрать ее по умолчанию

source: --archive THEME Create a theme archive from the given theme directory
ru: --archive ТЕМА Создать архив темы из текущего каталога

source: --config-file FILE Specify the path to the config file to use
ru: --config-file FILE Путь к файлу конфигурации

source: Please report bugs at %s
ru: Сообщайте ошибки по адресу %s

source: --install requires an argument
ru: --install требует параметра

source: --archive requires an argument
ru: --archive требует параметра

source: --config-file requires an argument
ru: --config-file требует параметра

source: Failed to load the obconf.glade interface file. You have probably failed to install ObConf properly.
ru: Невозможно загрузить obconf.glade - файл интерфейса. Возможно, ObConf установлен неправильно.

source: Failed to load an rc.xml. You have probably failed to install Openbox properly.
ru: Невозможно загрузить rc.xml. Возможно, Openbox установлен неправильно.

source: Error while parsing the Openbox configuration file. Your configuration file is not valid XML. Message: %s
ru: Ошибка разбора конфигурации Openbox. Файл не соответствует стандарту XML. Ошибка: %s

source: (Unnamed desktop)
ru: (стол без имени)

source: Choose an Openbox theme
ru: Выберите тему Openbox

source: Openbox theme archives
ru: Архивы тем Openbox

source: "%s" was installed to %s
ru: "%s" был установлен в %s

source: "%s" was successfully created
ru: "%s" был успешно создан

source: Unable to create the theme archive "%s". The following errors were reported: %s
ru: Невозможно создать архив темы "%s". Следующие ошибки были замечены: %s

source: Unable to run the "tar" command: %s
ru: Невозможно запустить комманду "tar" : %s

source: Unable to create directory "%s": %s
ru: Невозможно создать каталог "%s": %s

source: "%s" does not appear to be a valid Openbox theme directory
ru: "%s" не является верным каталогом темы Openbox

source: Unable to move to directory "%s": %s
ru: Невозможно перейти в каталог "%s": %s

source: Unable to extract the file "%s". Please ensure that "%s" is writable and that the file is a valid Openbox theme archive. The following errors were reported: %s
ru: Невозможно извлечь файл "%s". Пожалуйста, убедитесь в том, что "%s" доступен для записи и является исправным архивом тем Openbox. Следующие ошибки были замечены: %s

source: Custom actions
ru: Пользовательские действия
